print(classifier.summary())
Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
conv2d (Conv2D)              (None, 127, 154, 32)      896       
_________________________________________________________________
max_pooling2d (MaxPooling2D) (None, 63, 77, 32)        0         
_________________________________________________________________
flatten (Flatten)            (None, 155232)            0         
_________________________________________________________________
dense (Dense)                (None, 128)               19869824  
_________________________________________________________________
dense_1 (Dense)              (None, 1)                 129       
=================================================================
Total params: 19,870,849
Trainable params: 19,870,849
Non-trainable params: 0
_________________________________________________________________
None
